Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_485_itemid_EQ_233.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđđi
smn: Sämitige nuorâirääđi

source: Nuoraidčálli fástida
smn: Nuorâičällee västid

source: Diidalámpá lea riikkaviidosaš mánáidkulturguovddážiid fierpmádat – muhto mii lea Skáhppu ?
smn: Tijdâlamppu lii taikalamppu – mut mii lii Skuáppu ?

source: Binna Bánna mánáid radio
smn: Binna Bánna párnái radio

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: xxx
smn: Unna Junná video

source: Njoammil
smn: Njuámmil

source: Suoma Sámi Nuorat
smn: xxx

source: Rájehis sámenuorat
smn: Räjittes säminuorah

source: Nuorat lagašgovas
smn: Nuorah aldakooveest

source: Pilvi álggaha
smn: Pilvi aalgât ollâopâttuvâst

source: Mun gal guoran máttaráddján
smn: Mun kal kuorâm madâräijihâm

source: Dáiddadáhpáhus govvaráidu
smn: Säminuorâi taaiđâtábáhtus

source: Lean 18-jahkásaš sámenuorra , eret Leammi Äivihjávrris .
smn: Mun lam 18-ihásâš säminuorâ , vuálgus Lemmee Äivihjäävrist .

source: Eatni bealde gulan Aikio sohkii .
smn: Iännán peln lam Aikio suuvâst .

source: Lean riegádan guovttegielat bearrašii .
smn: Mun lam šoddâm kyevtkielâlii perrui .

source: Mu eatnigiella lea davvisámegiella , man lean oahppan báldalagaid suomagielain .
smn: Muu eenikielâ lii tavesämikielâ , mon lam oppâm siämmáá-áigásávt suomâkieláin .

source: Leamašan davvisámegielat beaiveruovttus Anáris ja vázzán sámegielat vuođđoskuvlla vuolledási Menešjávrris ja badjedási Anáris .
smn: Mun lam lamaš tavesämikielâlii peivikiäjust Anarist já jottáám sämikielâlii vuáđuškoovlâ vyelitääsi Menišjäävrist já pajetääsi Anarist .

source: Dál stuđeren Sámi oahpahusguovddážis , Doaivonjárggas , boazodoallofitnodatolmmožin ja nuppe vuoro fas Avvila logahagas .
smn: Tääl lam luhâmin Säämi máttááttâskuávdáást , Tuáivunjaargâst puásuituáluirâtteijen já vuárupoojijn Avveel luvâttuvâst .

source: Ulbmilin lea čađahit dutkosiid dáid oahppolágádusain .
smn: Muu ulmen lii čođâldittiđ tutkosijd täin oppâlájádâsâin .

source: Lean unnivuođa rájes jurddašan álgit badjealmmájin ja ássat davvin .
smn: Mun lam uccâ kandii rääjist jurdâččâm riemmâđ puásuialmajin já aassâđ tavveen .

source: Sápmelašvuohta , bohccot ja Lappi guovlu leat munnje dehálaččat .
smn: Sämmilâšvuotâ , poccuuh já Säämi láá munjin teháliih .

source: Danin leange hálidan joatkit mu máddariid árbbi , boazodoalu , ja stuđeret badjealbmá ámmáhii .
smn: Taam keežild lam-uv halijdâm juátkiđ madâräijihijdân äärbi , puásuituálu já oppâđ puásuialmaa ámáttân .

source: Boazobargguid lassin mu astoáigge doaimmaide lea álo gullan valástallan .
smn: Puásuipargoi lasseen puđâlsâssáidân lii kuullâm ovttuu valastâllâm .

source: Vuođđoskuvlaáigge čuoigan ja friijavalástallan ledje mu miela mielde .
smn: Vuáđuškovlâaaigij čuoigâm já almosvalastâllâm lijjii mielâsiih .

source: Dál spealan sisbandy .
smn: Tááláá äägi speelâm salibandy .

source: Sápmelašvuohta lea oassi mu .
smn: Sämmilâsvuotâ lii uási muu .

source: Dat lea munnje árgabeaivi inge mun dárbbaš ieš dan sierra meroštallat .
smn: Tot lii munjin argâpeivi ege must lah tarbu tom sierâ miäruštâllâđ .

source: Mu sápmelašvuhtii gullet bearaš , sohka , giella , bohccot ja eará luondduealáhusat sihke gárvodeapmi sámegáktái .
smn: Muu sämmilâšvuotân kuleh peerâ , suuhâ , kielâ , poccuuh já eres luánduiäláttâsah sehe kárvudâttâm sämimaccuhân .

source: Sámegákti lea munnje lagamustá čikŋabivttas , man geavahan erenomážit bearaš- dahje sohkaávvudemiin , muhto maiddái earáge dilálašvuođain , main ovddastan sápmelaččaid .
smn: Sämimááccuh lii munjin iänááš juhlepiivtâs , mon kiävtám eromâšávt peerâ- tâi suhâjuuhlijn , mut meid eres-uv tilálâšvuođâin , mast ovdâstâm sämmilijd .

source: Sávan ahte mis livčče boahttevuođasge buorit eallima eavttut dáppe davvin .
smn: Puátteevuođâst tuáivum , et mist liččii täst oovdâs-uv šiev eellim iävtuh tääbbin tavveen .

source: Galggašedje leat skuvlenbáikkit ámmáhiidda , mat dáppe dárbbašuvvojit ja main dáppe birge .
smn: Kolgâččii leđe tagareh škovlimsajeh ámáttáid , moid tääbbin lii tárbu já moiguin tääbbin piergee .

source: Mis galggašedje gávdnot dáppe bargobáikkit , vai oahpuid maŋis vuolgán nuorat sáhtášedje máhccat oahpuid maŋŋá ruoktoguvlui .
smn: Mist kolgâččii kavnuđ tääbbin pargosajeh , vâi oopâi maŋŋaal vuálgám nuorah puávtáččii maccâđ oopâi maŋa päikkikuávlun .
